Repository: mitch000001/k9copy
Catalog: po/*.po
Languages: tr

source: k9Copy - Backup progression
tr: k9Copy - Yedekleme seviyesi

source: <p align="left"><b>DVD Backup</b></p>
tr: <p align="left"><b>DVD Yedekleme</b></p>

source: Current step
tr: Şu anki adım

source: Elapsed Time
tr: Geçen süre

source: k9Copy - DVD Analyze
tr: k9Copy - DVD Analizi

source: Process List
tr: İşlem listesi

source: Processes
tr: İşlemler

source: Elapsed
tr: Geçen süre

source: k9Copy - transcoding
tr: k9Copy - kod çevirimi

source: Encoding
tr: Kodlama

source: Bitrate
tr: Bit Oranı

source: Size
tr: Boyut

source: MEncoder options
tr: MEncoder seçenekleri

source: Audio Codec
tr: Ses Kodeği

source: Video Codec
tr: Video Çözücü

source: 2 pass
tr: 2 geçiş

source: Codec
tr: Kodek

source: &keep aspect ratio
tr: &Oranı koru

source: File size
tr: Dosya boyutu

source: Audio
tr: Ses

source: use cell cache
tr: hücre ön belleği kullan

source: MainDlg
tr: Ana Pencere

source: Output device
tr: Çıktı

source: Input device
tr: Kaynak

source: default
tr: Öntanımlı

source: Title
tr: Başlık

source: input device
tr: kaynak

source: Content
tr: İçerik

source: Open a folder
tr: Dosya aç

source: Open an iso image
tr: İso imajı aç

source: k9Copy - Title Preview
tr: k9Copy - Başlık Önizleme

source: Authoring options
tr: Yazma seçenekleri

source: Format
tr: Biçim

source: Buttons
tr: Düğmeler

source: Hilite color
tr: Vurgu rengi

source: Text color
tr: Metin rengi

source: Selection
tr: Seçim

source: Languages
tr: Diller

source: &Internal Player
tr: &Dahili Oynatıcı

source: Alt+I
tr: Alt+l

source: Internal viewer options
tr: Dahili görüntüleyici seçenekleri

source: use OpenGL
tr: OpenGL kullan

source: Video output
tr: Video çıktısı

source: Audio output
tr: Ses çıktısı

source: MPlayer options
tr: MPlayer seçenekleri

source: pass number video width video height video bitrate audio bitrate
tr: geçiş numarası video genişliği video yüksekliği video bitrate audio bitrate

source: Video codecs
tr: Video çözücüler

source: label
tr: etiket

source: first pass
tr: ilk geçiş

source: one pass
tr: tek geçiş

source: second pass
tr: ikinci geçiş

source: Audio codecs
tr: Ses çözücüleri

source: New Item
tr: Yeni Öğe

source: options
tr: seçenekler

source: Available variables
tr: Var olan değişkenler

source: Shrink Factors
tr: Küçültme Etkenleri

source: Shrink Factor for Title %1
tr: Başlık %1 için Küçültme Etkenleri

source: Change Factor
tr: Çarpanı değiştir

source: DVD playback options
tr: DVD oynatma seçenekleri

source: &Keep original menus
tr: &Orijinal menüyü koru

source: Selected Titles
tr: Seçili başlıklar

source: Default language
tr: Öntanımlı dil

source: Subtitle
tr: Altyazı

source: Output directory
tr: Çıktı dizini

source: Burn with k3b
tr: K3b ile yaz

source: Auto burn
tr: Otomatik yaz

source: DVD size
tr: DVD boyutu

source: Quick scan
tr: Çabuk tara

source: use dvdAuthor for copy without menus
tr: Kopyalama için dvdAuthor'u menüsüz kullan

source: Clear output directory on exit
tr: Çıkışta çıktı dizinini temizle

source: k9Copy - Devices
tr: k9Copy - Aygıtlar

source: device
tr: Aygıt

source: Input
tr: Girdi

source: Output
tr: Çıktı

source: Preview
tr: Önizleme

source: Subpicture
tr: Alt resim

source: import
tr: aktar

source: Video files
tr: Video dosyaları

source: Chapter properties
tr: Bölüm özellikleri

source: start
tr: başlangıç

source: set Current Frame
tr: Şu anki kareyi ayarla

source: break continuity
tr: ara devamlılığı

source: end
tr: son

source: set Title button
tr: Başlık düğmesini ayarla

source: Add title
tr: Başlık ekle

source: number of chapters
tr: Bölüm sayısı

source: chapter length
tr: bölüm uzunluğu

source: Video file
tr: Video dosyası

source: Edit Menu
tr: Menüyü Düzenle

source: Text
tr: Metin

source: Background picture
tr: Arkaplan resmi

source: Root Menu
tr: Kök Menü

source: At start
tr: Başta

source: Play menu
tr: Menüyü oynat

source: Play title 1
tr: Başlık 1'i oynat

source: At End
tr: Sonda

source: Play root menu
tr: Kök menüyü oynat

source: Play title menu
tr: Başlık menüsünü oynat

source: A&ctions
tr: &Eylemler

source: Actions ToolBar
tr: Eylemler Araç Çubuğu

source: k9DVDChapter
tr: k9DVDBölüm

source: k9BurnDVD
tr: k9DVDYaz

source: k9DVDVideoStream
tr: k9DVDVideoAkışı

source: k9DVDAudioStream
tr: k9DVDSesAkışı

source: k9DVDSubtitle
tr: k9DVDAltyazı

source: k9DVDTitle
tr: k9DVDBaşlık

source: k9DVDTitleset
tr: k9DVDTitlesetx

source: k9DVDSize
tr: k9DVDBoyutu

source: k9Copy - Menu Preview
tr: k9Copy - Menü önizleme

source: kCDDrive
tr: kCDSürücüsü

source: kCDDrives
tr: kCDSürücüleri

source: for visually impaired
tr: görme engelliler için

source: director's comments
tr: yönetmen'in yorumları

source: alternate director's comments
tr: yönetmen'in yorumlarını değiştir

source: Large
tr: GenişEtiket

source: Children
tr: Çocuklar

source: reserved
tr: dolu

source: Normal captions
tr: Normal başlıklar

source: Large captions
tr: Geniş yakalamalarMPlayer seçenekleri

source: Children captions
tr: Çocuk başlıkları

source: Forced
tr: Güçlendirilmiş

source: Director's comments
tr: Yönetmenin yorumları

source: Large director's comments
tr: Yönetmenin yorumlarını genişlet

source: Director's comments for children
tr: Çocuklar için yönetmenin yorumları

source: Couldn't open %1 for title
tr: Başlık için %1 açılamadı

source: unknown
tr: bilinmeyen

source: Couldn't seek in %1 for title
tr: Başlık %1 için konumlanamadı

source: Not Specified
tr: Belirtilmemiş

source: Afar
tr: Çok uzakta

source: Abkhazian
tr: Abhazca

source: Afrikaans
tr: Afrikalılar

source: Amharic
tr: Habeşistan

source: Arabic
tr: Arapça

source: Azerbaijani
tr: Azerice

source: Byelorussian
tr: Beyaz Rusça

source: Bulgarian
tr: Bulgarca

source: Tibetan
tr: Tibetçe

source: Catalan
tr: Katalanca

source: Czech
tr: Çekçe

source: Welsh
tr: Galce

source: Deutsch
tr: Almanca

source: Greek
tr: Rumca

source: English
tr: İngilizce

source: Espanol
tr: İspanyolca

source: Estonian
tr: Estçe

source: Persian
tr: Farsça

source: Gaelic
tr: İrlandaca

source: Scots Gaelic
tr: İskoçça

source: Hebrew
tr: İbranice

source: Hindi
tr: Hintçe

source: Hrvatski
tr: Hırvatça

source: Armenian
tr: Ermenice

source: Indonesian
tr: Endonezyaca

source: Italiano
tr: İtalyanca

source: Japanese
tr: Japonca

source: Yiddish
tr: Yahudi Almancası

source: Javanese
tr: Cavaca

source: Georgian
tr: Gürcüce

source: Kazakh
tr: Kazakça

source: Greenlandic
tr: Grönlandca

source: Cambodian
tr: Kampuçça

source: Kannada
tr: Kanada

source: Korean
tr: Korece

source: Kurdish
tr: Kürtçe

source: Kirghiz
tr: Kırgızca

source: Latin
tr: Latince

source: Lithuanian
tr: Litvanyaca

source: Latvian, Lettish
tr: Letonca

source: Malagasy
tr: Malgaşça

source: Macedonian
tr: Makedonca

source: Mongolian
tr: Moğolca

source: Moldavian
tr: Moldavyaca

source: Malay
tr: Malayca

source: Maltese
tr: Maltaca

source: Burmese
tr: Birmanca

source: Nepali
tr: Nepalce

source: Nederlands
tr: Hollandaca

source: Punjabi
tr: Pencapça

source: Polish
tr: Polca

source: Pashto, Pushto
tr: Afganca

source: Portugues
tr: Portekizce

source: Romanian
tr: Rumence

source: Russian
tr: Rusça

source: Sanskrit
tr: Sanskritçe

source: Serbo-Croatian
tr: Sırpça-Hırvatça

source: Slovak
tr: Slovakça

source: Slovenian
tr: Slovence

source: Samoan
tr: Samoanca

source: Albanian
tr: Arnavut

source: Serbian
tr: Sırpça

source: Tamil
tr: Tamilce

source: Tajik
tr: Tacikçe

source: Thai
tr: Tayca

source: Turkmen
tr: Türkmence

source: Turkish
tr: Türkçe

source: Ukrainian
tr: Ukraynaca

source: Urdu
tr: Urduca

source: Uzbek
tr: Özbekçe

source: Vietnamese
tr: Vietnamca

source: Chinese
tr: Çince

source: Unknown
tr: Bilinmeyen

source: Can't open disc %1!
tr: Disk %1 açılamadı!

source: Can't open main ifo!
tr: Ana ifo açılamadı!

source: Title %1
tr: Başlık %1

source: reading title
tr: başlık okunuyor

source: Error opening vobs for title %1
tr: Başlık %1 için vob dosyaları açılamadı

source: ERROR reading block %1
tr: Blok %1 okunurken hata oluştu

source: '%1' not selected
tr: '%1' seçilmedi

source: authoring
tr: yazılıyor

source: Unable to run %1
tr: %1 çalıştırılamadı

source: Authoring
tr: Yazılıyor

source: Dvdauthor error :
tr: Dvdauthor hatası :

source: Authoring cancelled
tr: Yazma işlemi iptal edildi

source: An error occured while running DVDAuthor:
tr: DVDAuthor çalışırken bir hata oluştu:

source: Fixing VOBUS
tr: VOBUS onarılıyor

source: Encoding error
tr: Kodlama hatası

source: Save file to disk
tr: Dosyayı diske kaydet

source: Encoding %1
tr: Kodlanıyor %1

source: pass %1
tr: %1 geçti

source: MPEG-4 Encoding cancelled
tr: MPEG-4 kodlama iptal edildi

source: MPEG-4 Encoding
tr: MPEG-4 kodlama

source: Error while running mencoder :
tr: Mencoder çalışırken hata oluştu:

source: k9Copy - Burning DVD
tr: k9Copy - DVD'ye yazıyor

source: Burning DVD
tr: DVD yazılıyor

source: Save image to disk
tr: İmajı diske kaydet

source: Insert a recordable DVD
tr: Yazdırabilir DVD yerleştirin

source: DVD burning
tr: DVD yazılıyor

source: Error burning DVD :
tr: DVD yazma hatası :

source: DVD Burning finished
tr: DVD yazma tamamlandı

source: An error occured while Burning DVD: %1
tr: DVD yazılırken hata oluştu :%1

source: Insert an other DVD
tr: Diğer DVD'yi yerleştirin

source: Current write speed :%1 x
tr: Geçerli yazma hızı :%1 x

source: DVD backup cancelled
tr: DVD yedekleme iptal edildi

source: unable to open VIDEO_TS.IFO
tr: VIDEO_TS.IFO açılamadı

source: Unable to open file
tr: Dosya açılamadı

source: Unable to open titleset %1
tr: Başlık seti %1 açılamıyor

source: Extracting titleset %1
tr: Titleset %1 çıkarılıyor

source: Unable to open menu for titleset %1
tr: Titleset %1 için menü açılamadı

source: Extracting menu for titleset %1
tr: Titleset %1 için menü çıkartılıyor

source: Unable to open ifo file for titleset %1
tr: Titleset %1 için ifo dosyası açılamadı

source: Unable to open DVD
tr: DVD açılamadı

source: Unable to open vobs for titleset %1
tr: Başlık seti %1 için vob dosyaları açılamıyor

source: Updating vob %1
tr: Vob %1 güncelleniyor

source: DVD backup canceled
tr: DVD yedekleme iptal edildi

source: Devices
tr: Aygıtlar

source: Devices not detected by k9copy
tr: K9copy aygıtları bulamadı

source: DVD Backup
tr: DVD yedekleme

source: Title preview
tr: Başlık önizleme

source: Select a Title in the treeview...
tr: Ağaç görünümünden bir Başlık seçin...

source: A DVD Backup tool for KDE
tr: KDE için yedekleme aracı

source: output device
tr: çıktı aygıtı

source: title to play
tr: oynatılacak başlık

source: play title to stdout
tr: başlığı stdout'ta oynat

source: start sector
tr: Başlangıç sektörü

source: end sector
tr: Bitiş sektörü

source: list of audio streams
tr: ses akışlarının listesi

source: list of spu streams
tr: spu akışlarının listesi

source: shrink factor
tr: kısaltma faktörü

source: shrink factor forced
tr: güçlendirilmiş kısaltma faktörü

source: size of the cell to be copied
tr: kopyalanacak hücre büyüklüğü

source: total size of selected titles
tr: seçilen başlıkların toplam boyutu

source: size of the chapters being copied
tr: kopyalanmış bölümlerin büyüklüğü

source: selected chapters
tr: seçilen bölümler

source: new dvd size
tr: yeni dvd boyutu

source: selected chapter
tr: seçilen bölüm

source: cell number in selected chapter
tr: seçilmiş bölümdeki hücre sayısı

source: status file name
tr: durum dosya ismi

source: initialize status file
tr: durum dosyasını başlat

source: continue playing from last sector
tr: Oynatmaya kaldığı yerden devam et

source: don't save status at end
tr: işlem sonundaki durumu kaydetme

source: save cell in a temporary file before encoding
tr: çözümleme işleminden önce hücreyi geçici bir dosyaya kaydet

source: for internal use
tr: içsel kullanım için

source: _: NAME OF TRANSLATORS\nYour names
tr: Can Coşkuner

source: _: EMAIL OF TRANSLATORS\nYour emails
tr: fethicanc@gmail.com

source: new profile
tr: yeni profil

source: Shrink Factor
tr: Kısaltma Faktörü

source: Edit menu
tr: Menüyü düzenle

source: Play title
tr: Oynat

source: Create MPEG-4
tr: MPEG-4 yap

source: Eject
tr: Çıkar

source: Create DVD
tr: DCD Oluştur

source: MPEG4 Encoding options
tr: MPEG-4 Kodlama Seçenekleri

source: MPEG4 Encoding Options
tr: MPEG-4 Kodlama Seçenekleri

source: Settings
tr: Ayarlar

source: Subtitles
tr: Altyazılar

source: DVD is not opened
tr: DVD açılamadı

source: DVD Copy
tr: DVD kopyala

source: Insufficient disk space on %1 %2 mb expected.
tr: %1 üzerinde yetersiz disk alanı %2 mb gerekli.

source: Backup in progress
tr: Yedekleme işlemi yapılıyor

source: Ready
tr: Hazır

source: processing
tr: işliyor

source: ISO Image
tr: ISO imajı

source: Open DVD
tr: DVD aç

source: Titleset %1
tr: Başlık Seti %1

source: chapters
tr: Bölümler

source: chapter %1
tr: Bölüm %1

source: audio %1
tr: ses %1

source: subpicture %1
tr: alt resim %1

source: Transcoding title : %1
tr: Başlık %1 kodlanıyor

source: Folder
tr: Klasör

source: Open ISO Image
tr: İSO imajını aç

source: Open DVD folder
tr: DVD dosyasını aç

source: Filters
tr: Filtreler

source: none
tr: yok

source: Shrink Factor for %1
tr: %1 için Kısaltma Faktörü

source: Creating root menu
tr: Kök menü oluşturuluyor

source: The dvd authoring was canceled
tr: DVD yazma işlemi iptal edildi

source: Creating menu for title %1
tr: %1 başlığı için menü oluşturuluyor

source: title %1
tr: başlık %1

source: Cannot open then library %1
tr: %1 kitaplığı açılamıyor

source: Couldn't open the file %1
tr: %1 dosyası açılamadı

source: Couldn't find stream information
tr: Akış bilgisi bulunamadı

source: The file doesn't contain any video stream
tr: Dosya hiç bir video akışı içermiyor

source: Unsupported codec
tr: Desteklenmeyen çözücü

source: Could'nt open the codec
tr: Çözücü açılamadı

source: Unable to allocate memory for frames
tr: Kareler için hafıza ayırılamadı

source: Title %1 Menu
tr: Başlık %1 Menüsü

source: Play Menu
tr: Menüyü Oynat

source: Play Title
tr: Başlığı Oynat

source: Play Root Menu
tr: Kök Menüyü Oynat

source: Play Title Menu
tr: Başlık Menüsünü Oynat

source: Play Title %1
tr: %1 Başlığını Oynat

source: Create new DVD
tr: Yeni DVD Oluştur
